export const priceCards = [
  {
    title: '30 мин',
    desc: ['Первая консультация бесплатная',
      'Мы обозначим суть проблемы',
      'Наметим шаги и возможные варианты решений',
      'Решим и проясним легкую ситуацию',
      'Иногда ответы лежат на поверхности'],
    price: '0 ₽',
    promo: false,
  },
  {
    title: '90 мин',
    desc: [
      'Стоимость одной частной консультации',
      'Мы будем работать удаленно 1,5 часа',
      'Мы проработаем эмоциональное состояние и глубинные убеждения',
      'Вы осознаете мотивы своего поведения',
      'Обнаружите свои скрытые ресурсы'
    ],
    price: '3000 ₽',
    promo: true,
  },
  {
    title: '450 мин',
    desc: [
      'Цена за 5 консультаций по 90 мин',
      'Это скидка — 20%',
      'Систематическая и глубинная работа',
      'Полная трансформация проблемной области',
      'Это возможность существенно изменить свою жизнь!'
    ],
    price: '12 500 ₽',
    promo: false,
  }
];
