export const techniquesItem = {
  collapse_of_anchors: {
    title: 'Коллапс якорей',
    text: [
      'Возможно ли быстро разрушать негативные состояния так, чтобы они были ' +
      'как минимум нейтральными, а как максимум – ресурсными?',
      'Да! В НЛП для этого есть специальная техника – Коллапс Якорей ' +
      '(разрушение). Звучит слишком хорошо, чтобы быть правдой? Попробуйте — ' +
      'это займет всего 10 минут.', 'Коллапс якорей – это техника в НЛП, ' +
      'которая поможет довольно быстро изменить негативные эмоции на ' +
      'желательные, или удалить (стереть) ненужный вам негативный якорь.',
      'Эта техника предполагает, что вы уже хорошо разбираете в постановке и ' +
      'использовании якорей. Если нет, то вы можете ознакомиться с техникой ' +
      'Якорение, которая является базой для всех остальных методов НЛП.',
      'Суть техники Коллапс Якорей заключается в том, что мы на ' +
      'нежелательное негативное состояние, переносим ресурсы из сильного ' +
      'положительного состояния.', 'В результате ресурсы из мощного ' +
      'положительного якоря нейтрализуют негативный якорь.',
      'Например, вы якорите раздражение на коллегу в одной конкретной ' +
      'ситуации (важно еще произвести проверку на экологию, может быть ' +
      'эта злость является ресурсом) с одной стороны, и сильное ' +
      'спокойствие с другой.', 'Затем активизируем эти два якоря ' +
      'одновременно…. И, в результате наложения (коллапса) одного якоря ' +
      'на другой, состояние становится более нейтральным.'],
    desc: [
      {
        type: 'section',
        title: 'Определите негативное состояние.',
        text: 'Определите нежелательные для вас эмоции в определенном ' +
          'контексте и заякорьте их прикосновение на левой ноге ' +
          '(или иным способом).',
        img: '/techniques/collapse_of_anchors/1.jpeg'
      },
      {
        type: 'section',
        title: 'Определите ресурсы.',
        text: 'Определите ресурсные эмоции, которые вам помогут справиться с ' +
          'ситуацией и заякорьте их прикосновением на правой ноге ' +
          '2(или иным способом).',
        img: '/techniques/collapse_of_anchors/2.jpeg'
      },
      {
        type: 'section',
        title: 'Активизируйте два якоря одновременно.',
        text: 'Одновременно воспроизведите два якоря (прикоснитесь к якорю ' +
          'на левой ноге и правой) и наблюдайте за восприятием в течение ' +
          '3-4 минут, затем уберите негативный якорь, и некоторое время (в ' +
          'течение 1 минуты) удерживайте позитивный.',
        img: '/techniques/collapse_of_anchors/3.jpeg'
      },
      {
        type: 'section',
        title: 'Экологическая проверка.',
        text: 'Проведите проверку. Как изменилась ситуация? Если, что-то ' +
          'следует добавить, то вернитесь на шаг 2.',
        img: '/techniques/collapse_of_anchors/4.jpeg'
      },
      {
        type: 'section',
        title: 'Подстройка под будущее.',
        text: 'Представьте 3-4 ситуации, которые могут случиться с вами ' +
          '5в будущем, испытывая это новое состояние.',
        img: '/techniques/collapse_of_anchors/5.jpeg'
      }
    ],
    footer: 'Большими плюсами данной техники НЛП Коллапс Якорей, являются ' +
      'простота и быстрота. Ее можно делать совершенно незаметно для ' +
      'окружающих, в любом месте и в любое время.'
  },
  anchoring: {
    title: 'Якорение',
    text: [
      'Можно ли вызывать состояния по заказу, словно вы просматриваете меню ' +
      'в ресторане и выбираете любимые блюда?', 'Более того мы уже это ' +
      'делаем неосознанно. А, что будет, если этот навык использовать ' +
      'сознательно? И как этот навык называется?', 'Якорение в НЛП — это ' +
      'метод Нейролингвистического Программирования, представляющий собой ' +
      'процесс, посредством которого состояния или другие реакции, ' +
      'привязываются к некоторому нейтральному стимулу.',
      'Это похоже на то, как вы надеваете на запястье резинку и щелкаете ' +
      'ею каждый раз, когда делаете что-то нежелательное для вас. При этом ' +
      'вы связываете (якорите) болевое ощущение с нежелательной реакцией. ' +
      'И тем самым, только лишь при одной только мысли об этой реакции, ' +
      'начинаете испытывать похожие болевые ощущения.',
      'Якоря в НЛП могут проявляться в бесконечном числе возможных форм: ' +
      'словесные фразы, физические прикосновения, ощущения, определенные ' +
      'зрительные образы или звуки.', 'Почти все, что человек воспринимает, ' +
      'действует как якорь в том смысле, что восприятие имеет привычку на ' +
      'уровне рефлексов запускать какую-то мысль, чувство или реакцию.',
      'Произвольный якорь также создается и тогда, когда оба события ' +
      'происходят вместе на регулярной основе определенное количество раз. ' +
      'И этот метод сознательно используется в НЛП и психологии.',
      'Например, если каждый раз, когда вы принимаете пищу во время ' +
      'просмотра телевизора, вы можете почувствовать голод при повторном ' +
      'просмотре.', 'Якорение — это тот процесс, который происходит ' +
      'вокруг нас и внутри нас все время, осознаем мы это или нет. А как ' +
      'показывает практика, большую часть времени мы не осознаем, то, что ' +
      'мы чувствуем, а реагируем на «автопилоте».', 'Якоря настолько сильно ' +
      'влияют на нас, даже тогда, когда мы и не применяем их намеренно.'
    ],
    desc: [
      {
        type: 'section',
        title: 'Определите состояние.',
        text: 'Определите, состояние, чувство или эмоцию, какое ' +
          'вы хотели бы заякорить.',
        img: '/techniques/anchoring/1.jpeg'
      },
      {
        type: 'section',
        title: 'Вызовите состояние.',
        text: 'Вызовите данное состояние посредством ' +
          'воспоминания или воображения.',
        img: '/techniques/anchoring/2.jpeg'
      },
      {
        type: 'section',
        title: 'Заякорьте переживание.',
        text: 'На пике переживаний прикоснитесь определенным образом к ' +
          'определенному участку тела (кинестетический якорь), представьте ' +
          'картинку (визуальный якорь), свяжите с каким-либо звуком, ' +
          'мелодией (аудиальный якорь).',
        img: '/techniques/anchoring/3.jpeg'
      },
      {
        type: 'section',
        title: 'Прервите состояние.',
        text: 'Прервите состояние одним отвлекающим вопросом.',
        img: '/techniques/anchoring/4.jpeg'
      },
      {
        type: 'section',
        title: 'Протестируйте якорь.',
        text: 'Протестируйте якорь, воспроизведя его тем способом, ' +
          'которым вы сами себе установили.',
        img: '/techniques/anchoring/5.jpeg'
      },
      {
        type: 'title',
        title: 'Как поставить мощный Якорь:'
      },
      {
        type: 'section',
        title: 'Момент постановки.',
        text: 'Мы начинаем ставить якорь, когда интенсивность состояния ' +
          'приближается к пику переживаний, и усиливаем давление (в случае ' +
          'с кинестетическим якорем) по мере нарастания возбуждения.',
      },
      {
        type: 'section',
        title: 'Интенсивность состояния.',
        text: 'Чтобы установить мощный и сильный якорь, мы должны ставить ' +
          'его на достаточно сильное по интенсивности переживание. Таким ' +
          'образом, мы не создаем новое состояние, а только закрепляем его. ' +
          'Вы можете заякорить только то, что уже есть в вашем опыте.',
      },
      {
        type: 'section',
        title: 'Точность воспроизведения.',
        text: 'Для повторения якоря, нужно вызывать его точно в том месте, ' +
          'где он был установлен, иначе якорь не сработает, или его ' +
          'интенсивность будет не удовлетворительной.',
      },
      {
        type: 'section',
        title: 'Уникальность якоря.',
        text: 'Якорь должен быть уникальным. Например, рукопожатие, будет ' +
          'не очень подходящим якорем для нас, потому что с ним могут быть ' +
          'связаны множество различных переживаний, и он перестает ' +
          'быть уникальным.',
      },
      {
        type: 'section',
        title: 'Чистота состояния.',
        text: 'Также нужно убедиться, что состояние, которые вы якорите ' +
          'является чистым и не содержит примесей других состояний.',
      },
    ],
    footer: 'Сам по себе метод якорения, а также повторное использование ' +
      'якоря могут быть как отдельной техникой, так и входить в состав ' +
      'большинства других техник НЛП. Так что процесс якорения по праву ' +
      'является фундаментом и базой НЛП.'
  }
};
