import HeardIcon from '../../../../../../public/icons/heart.svg';
import BiIcon from '../../../../../../public/icons/bi.svg';
import TargetIcon from '../../../../../../public/icons/target.svg';
import CloudIcon from '../../../../../../public/icons/cloud.svg';
import ArmsIcon from '../../../../../../public/icons/arms.svg';
import ConstructIcon from '../../../../../../public/icons/construct.svg';

export const cards = [
  {
    title: 'Повысите свою самооценку',
    text: 'Приобретете УВЕРЕННОСТЬ, ' +
      'Прекратите критиковать и обвинять себя, ' +
      'Измените негативный образ себя на положительный',
    img: HeardIcon,
    alt: 'Heard Icon'
  },
  {
    title: 'Построите счастливые отношения',
    text: 'Вы сможете встретить достойного партнера, ' +
      'Выйти из деструктивных отношений, ' +
      'Улучшите НАВЫКИ общения и научитесь разрешать конфликты',
    img: BiIcon,
    alt: 'Bi Icon'
  },
  {
    title: 'Начнете получать достойные деньги',
    text: 'Вы сможете ПОЛУЧАТЬ деньги, с меньшими трудозатратами, ' +
      'Перестанете зависеть от денег, ' +
      'НЛП коуч поможет увеличить ваш личной доход в несколько раз',
    img: TargetIcon,
    alt: 'Target Icon'
  },
  {
    title: 'Жизнь станет приносить удовольствие',
    text: 'Вы сможете выйти из чувства безнадежности, ' +
      'Перестанете  бояться жить, ' +
      'Сможете улучшить собственное ЗДОРОВЬЕ',
    img: CloudIcon,
    alt: 'Cloud Icon'
  },
  {
    title: 'Начнете принимать себя',
    text: 'Вы сможете начать ценить свои ДОСТИЖЕНИЯ и опыт. ' +
      'Прекратите, наконец, ощущать, что недостаточно умны, красивы. ' +
      'НЛП специалист поможет изменить ваши негативные установки из детства и убрать страхи и фобии',
    img: ArmsIcon,
    alt: 'Arms Icon'
  },
  {
    title: 'Уберете негативные мысли',
    text: 'Быстро остановите навязчивые мысли. ' +
      'Если пожелаете, то станете спокойным и ГАРМОНИЧНЫМ. ' +
      'Прекратите испытывать излишнюю нервозность',
    img: ConstructIcon,
    alt: 'Construct Icon'
  },
];
