export const questionsTabs = [
  {
    title: 'ЭФФЕКТИВНЫ ЛИ НЛП МЕТОДЫ?',
    text: 'Да, достаточно эффективны. ' +
      'С помощью Нейролингвистического Программирования, ' +
      'можно полностью поменять свою жизнь'
  },
  {
    title: 'СКОЛЬКО ВРЕМЕНИ ПОТРЕБУЕТСЯ НА РЕШЕНИЕ ПРОБЛЕМЫ?',
    text: 'Это довольно частый вопрос. ' +
      'Все зависит от степени проблемы и желания ее решить. ' +
      'Иногда для глубоких изменений достаточен один сеанс'
  },
  {
    title: 'ОПАСНО ЛИ ПРИМЕНЯТЬ МЕТОДЫ НЕЙРОЛИНГВИСТИЧЕСКОГО ПРОГРАММИРОВАНИЯ?',
    text: 'Нет, если делать это экологично и не нарушая ваш жизненный путь. ' +
      'Все изменения будут органично и естественно вплетены ' +
      'в ваш основной жизненный сценарий'
  },
  {
    title: 'ИЗМЕНИТЬСЯ ЛИ ЖИЗНЬ ПОСЛЕ ПРИМЕНЕНИЯ ТЕХНОЛОГИИ НЛП?',
    text: 'Да. Постепенно, органично. Спустя некоторое времени вы заметите, ' +
      'что живете уже по-другому. Но для вас это будет вполне обычным явлением'
  }
];
