import styles from './pryvacy_policy.module.css';

const PrivacyPolicy = () => {
  return (
    <div className={styles.container}>
      <p className={styles.title}>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</p>
      <p className={styles.subtitle}>
        Настоящая политика конфиденциальности в отношении персональных данных (далее по тексту – «Политика»)
        распространяется на все персональные данные, которые ИП Кушнерев В.В. УНП 491427624 – владелец сайта
        (далее по тексту – “Оператор”) может получить от Пользователя во время посещения им веб-сайта
        Оператора, расположенного по адресу psyhonline.ru и его субдоменах (далее по тексту – «Сайт»).
      </p>

      <p className={styles.subtitle}>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>
      <p className={styles.text}>
        В настоящей Политике используются следующие понятия и определения:
      </p>
      <p className={styles.text}>
        Пользователь – физическое лицо, имеющее доступ к сайту через сеть Интернет и использующее информацию,
        представленную на сайте.
      </p>
      <p className={styles.text}>
        Персональные данные – информация, относящаяся прямо или косвенно к Пользователю Сайта.
      </p>
      <p className={styles.text}>
        Обезличенные данные – данные, в отношении которых невозможно определить их принадлежность конкретному
        физическому
        лицу.
      </p>
      <p className={styles.text}>
        Обработка персональных данных – действия, совершаемые с персональными данными.
        Эти действия включают запись, систематизацию, накопление, хранение, обезличивание, блокирование,
        удаление, уничтожение персональных данных.
      </p>
      <p className={styles.text}>
        Владелец сайта – юридическое лицо (субъект информационных отношений), реализующее права владения,
        пользования и распоряжения информационным ресурсом. Реализация этих прав определяется
        в соответствии с действующим законодательством. Также владелец сайта осуществляет сбор
        и обработку персональной информации Пользователей Сайта.
      </p>
      <p className={styles.text}>
        Администрация сайта – уполномоченные представители Владельца сайта. Администрация сайта имеет права на
        управление
        сайтом и осуществляет обработку персональных данных.
      </p>
      <p className={styles.text}>
        Конфиденциальность персональных данных – обязательное для исполнения Владельцем сайта
        требование не допускать их распространения. Исключения в этом случае составляют согласие
        Пользователя или случаи, установленные действующим законодательством.
      </p>
      <p className={styles.text}>
        Сookie – небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя.
      </p>
      <p className={styles.subtitle}>
        ОБЩИЕ ПОЛОЖЕНИЯ
      </p>
      <p className={styles.text}>
        Посещение Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности
        и условиями обработки персональных данных.
      </p>
      <p className={styles.text}>
        Настоящая Политика конфиденциальности разработана в соответствии с Законом Республики
        Беларусь «О защите прав потребителей» и Законом Республики Беларусь «Об информации,
        информатизации и защите информации».
      </p>
      <p className={styles.text}>
        Настоящая политика конфиденциальности распространяется только на Пользователей
        нашего сайта. Администрация сайта не контролирует и не несет ответственность за обработку
        информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте.
      </p>
      <p className={styles.text}>
        В соответствии с законодательством Республики Беларусь владелец сайта имеет право
        предоставлять третьим лицам персональные данные пользователя в следующих ограниченных случаях:
      </p>
      <p className={styles.text}>
        при получении письменного согласия клиента;
      </p>
      <p className={styles.text}>
        при получении официального запроса от правоохранительных и других государственных органов, касающегося
        уголовного
        расследования или предполагаемой противоправной деятельности;
      </p>
      <p className={styles.text}>
        третьим лицам в целях сбора статистических данных, обобщенную информацию, которая не
        содержит персональную информацию, и которая не идентифицирует клиента индивидуально.
      </p>
      <p className={styles.text}>
        Персональная информация хранится на серверах Владельца сайта.
      </p>
      <p className={styles.text}>
        Администрация сайта принимает все необходимые организационные и технические меры для
        защиты персональных данных Пользователя от неправомерных действий третьих лиц.
      </p>
      <p className={styles.text}>
        В случае несогласия с настоящей Политикой конфиденциальности Пользователь вправе
        прекратить использование сайта.
      </p>
      <p className={styles.subtitle}>
        ИСПОЛЬЗОВАНИЕ И РАСКРЫТИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </p>
      <p className={styles.text}>
        Оператор использует персональные данные Пользователя для предоставления товаров и услуг,
        разрешения споров, повышения удобства работы и улучшения Сайта, информирования о новых
        товарах и услугах.
      </p>
      <p className={styles.text}>
        Оператор никому не предоставляет и не разглашает персональные данные Пользователя.
        По требованию белорусского или международного законодательства и/или органов власти
        с соблюдением законной процедуры Оператор вправе раскрыть и
        передать персональные данные Пользователя третьим лицам.
      </p>
      <p className={styles.subtitle}>
        ИСПОЛЬЗОВАНИЕ COOKIE И ДРУГИХ ТЕХНОЛОГИЙ
      </p>
      <p className={styles.text}>
        Файлы «Cookie» используются для улучшения доступа к сайту и определения повторных посещений.
        Кроме того, они позволяют отследить наиболее интересующие запросы. Файлы «cookie» не содержат
        и не передают никаких персональных данных.
      </p>
      <p className={styles.text}>
        Пользователь вправе запретить сохранение Cookie на компьютере, на котором осуществляется
        доступ к Сайту. Для этого
        Пользователю необходимо соответствующим образом настроить свой веб-браузер.
      </p>
      <p className={styles.text}>
        Администрация сайта с целью улучшения качества контента на Сайте может использовать статистические,
        аналитические
        и рекламные сервисы. К ним относятся (но не исчерпываются ими) Yandex.Metrika, Google Analytics,
        Google AdWords. Администрация сайта вправе собирать, хранить, обрабатывать и передавать
        упомянутым сервисам обезличенные данные о действиях Пользователя на Сайте.
      </p>
      <p className={styles.subtitle}>
        ССЫЛКИ НА ДРУГИЕ ВЕБ-САЙТЫ
      </p>
      <p className={styles.text}>
        Сайт содержит ссылки на сторонние сайты. Администрация сайта не контролирует
        сторонние сайты и их политику конфиденциальности.
      </p>
      <p className={styles.text}>
        Оператор призывает Пользователя перед представлением своих персональных данных
        на данных сайтах внимательно ознакомиться с их политикой конфиденциальности.
      </p>
      <p className={styles.subtitle}>
        БЕЗОПАСНОСТЬ
      </p>
      <p className={styles.text}>
        Оператор предпринимает соответствующие меры для обеспечения безопасности персональной
        информации Пользователя от потери, неправильного использования, несанкционированного
        доступа, разглашения или изменения.
      </p>
      <p className={styles.text}>
        Оператор не гарантирует безопасность персональных данных, переданных по незащищенным каналам связи.
      </p>
      <p className={styles.subtitle}>
        ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
      </p>
      <p className={styles.text}>
        Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности
        без согласия Пользователя.
      </p>
      <p className={styles.text}>
        Новая Политика конфиденциальности вступает в силу с момента публикации на Сайте.
        При дальнейшем пользовании Сайтом
        Пользователь соглашается с новыми условиями Политики.
      </p>
      <p className={styles.text}>
        Предложения или вопросы по настоящей Политике конфиденциальности следует
        сообщать Администрации электронной почтой
        по адресу: psyhonline@yandex.ru.
      </p>
      <p className={styles.text}>
        Действующая Политика конфиденциальности расположена на странице Сайта по адресу:
        https://psyhonline.ru/politika-konfidentsialnosti/
      </p>
    </div>
  );
};

export default PrivacyPolicy;
